Repository: JrS4mIl/real-estate-application
Catalog: realestate/locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: Başlık
uk: Назва

source: Disabled Account
tr: Devre Dışı Hesap
uk: Відключений обліковий запис

source: username_password
tr: Sifre veya Kullanici Adi Hatali
uk: Перевірте своє ім'я користувача та пароль

source: register
tr: Kayit olundu
uk: Обліковий запис створено, ви можете увійти

source: logout
tr: Cikis Yapildi
uk: Вийти

source: Password reset link has been sent to your email address.
tr: Şifre sıfırlama bağlantısı e-posta adresinize gönderildi
uk: Посилання для зміни пароля надіслано на вашу електронну адресу.

source: Account does not exist.
tr: Hesap mevcut değil
uk: Обліковий запис не існує

source: Please reset your password
tr: Lütfen şifrenizi sıfırlayın
uk: Будь ласка, скиньте свій пароль

source: This link has been expired
tr: Bu bağlantının süresi doldu
uk: Термін дії цього посилання закінчився

source: Password reset successful
tr: Şifre sıfırlama başarılı
uk: Скидання пароля успішне

source: Password do not match!
tr: Şifreler Uyuşmuyor!
uk: Пароль не збігається!

source: House added successfully.
tr: Ev başarıyla eklendi
uk: Будинок успішно додано.

source: title
tr: baslik
uk: назва

source: description
tr: icerik
uk: опис

source: Adres
uk: Адреса

source: Şehir
uk: Місто

source: Kat
uk: поверх

source: Gecelik Ücret
uk: Тариф за ніч

source: Kategori
uk: Категорія

source: Oda Sayısı
uk: Кількість кімнат

source: Metrekare
uk: Квадратних метрів

source: English
tr: title
uk: англійська

source: Turkish
tr: baslik
uk: турецька

source: Ukrainian
tr: назва
uk: українська

source: contact_title
tr: Bize Ulasin
uk: зв'яжіться з нами

source: add_house_button
tr: Ilan Yayinla
uk: Опублікувати оголошення

source: not_desc
tr: Ilaniniz Bulunmuyor
uk: Ваше оголошення відсутнє

source: Change Language
tr: Dili değiştir
uk: Змінити мову

source: nav_item_home
tr: ev
uk: додому

source: nav_properties
tr: Kiralik Evler
uk: властивості

source: nav_contact_us
tr: Bize Ulasin
uk: зв'яжіться з нами

source: Şu anda listelenecek mülk bulunmamaktadır
uk: Наразі немає властивостей для списку

source: Show All
tr: Tümünü Göster
uk: Показати все
